{"characterCards":
	[
		{
			"cardName": "Ott, the Retired Adventurer",
			"text": "At the start of the game, Ott draws 3 artifacts. Ott also never takes damage from Thugs.",
			"health": "6",
			"wealth": "3"
		},
		{
			"cardName": "Aria, the Backalley Necromancer",
			"text": "At the start of each turn, Aria gains an additional worker piece.",
			"health": "4",
			"wealth": "4"
		},
		{
			"cardName": "Aden, the Poisoner",
			"text": "At the start of each turn, Aden may reduce the health of a character of their choice by 1.",
			"health": "4",
			"wealth": "4"
		},
		{
			"cardName": "Mary, the Ruffian",
			"text": "At the end of the turn, Mary does not need to pay for up to 5 Thugs. Any additional Thugs require payment as usual.",
			"health": "5",
			"wealth": "2"
		},
		{
			"cardName": "Adeline, the Noble Scion",
			"text": "At the start of each turn, Adeline adds 2 coins to her character pool.",
			"health": "4",
			"wealth": "6"
		},
		{
			"cardName": "Harkon, the Seducer",
			"text": "At the end of each turn, Harkon may look behind the screen of any one player of his choice.",
			"health": "4",
			"wealth": "3"
		},
		{
			"cardName": "John, the Corrupt Sheriff",
			"text": "At the end of each turn, when Thugs are paid, John gets half of those coins. This does not apply to his own Thugs.",
			"health": "5",
			"wealth": "2"
		},
		{
			"cardName": "Steven, the Burglary Ace",
			"text": "Whenever Steven robs the Bank tile, he gets twice as much gold for himself and the Leader.",
			"health": "4",
			"wealth": "3"
		},
		{
			"cardName": "Selene, the Old Fox",
			"text": "At the start of any turn, where jobs would be assigned, Selene may pick one for herself before the Leader starts to assign. This applies even if she is Leader and does not count against the usual rules for Leaders picking jobs.",
			"health": "5",
			"wealth": "5"
		},
		{
			"cardName": "Ruko, the Priced Pitfighter",
			"text": "At the end of each turn, Ruko may add a Thug to his character pool. He does not have to pay for that Thug on that turn.",
			"health": "5",
			"wealth": "3"
		}
	]
}